Repository: dauidus/ineedacarrental
Catalog: plugins/youtube-video-inserter/lang/*.po
Languages: de_de

source: Insert YT Video
de_de: YouTube Video hinzufügen

source: Settings
de_de: Einstellungen

source: Show the last uploaded videos.
de_de: Zeigt die zuletzt hinzugef&uuml;gten Videos an

source: Last YouTube Videos
de_de: Letzten YouTube Videos

source: Title
de_de: Titel

source: Number of Videos
de_de: Anzahl der VIdeos

source: Show random videos
de_de: Zeigt zufällige Videos an

source: Random YouTube Videos
de_de: Zufällige YouTube Videos

source: Your YouTube Videos
de_de: Deine YouTube Videos

source: Options
de_de: Optionen

source: Publish video
de_de: Ver&ouml;ffentlichen

source: Edit video description
de_de: Videobeschreibung bearbeiten

source: Update video description
de_de: Videobeschreibung aktualisieren

source: Delete video
de_de: Video l&ouml;schen

source: Preview the video
de_de: Vorschau

source: From
de_de: Von

source: At
de_de: Am

source: Draft
de_de: Entwurf

source: Public
de_de: &Ouml;ffentlich

source: You do not select a video
de_de: Du hast kein Video ausgewählt

source: Back to overview
de_de: Zur&uuml;ck zur &Uuml;bersicht

source: edited
de_de: wurde bearbeitet

source: Edit YouTube Video
de_de: Bearbeite YouTube Video

source: Category
de_de: Kategorie

source: is now public
de_de: ist nun öffentlich

source: delete
de_de: wurde gel&ouml;scht

source: Video updated
de_de: Video aktualisiert

source: Video is now inserted
de_de: Video ist nun eingefügt

source: No valid YouTube URL
de_de: Kein gültige YouTube URL.

source: Insert video
de_de: Video hinzufügen

source: The URL of the Video
de_de: Die URL des Videos

source: Creat a category
de_de: Erstelle eine Kategorie

source: Creation sucssessful
de_de: Erfolgreich erstellt

source: The category already exist
de_de: Die Kategorie existiert bereits.

source: All videos updated.
de_de: Alle Video aktualisiert.

source: Name of category
de_de: Name der Kategorie

source: Description
de_de: Beschreibung

source: Subcategory from
de_de: Unterkategorie von

source: New main category
de_de: Neue Hauptkategorie

source: Creat Category
de_de: Kategorie erstellen

source: Update all descriptions
de_de: Alle Videobeschreibungen aktualisieren

source: If you click the button, all custom change will delete.
de_de: Wenn du denn Button klickst, werden alle von Hand gemachten Änderungen überschrieben.

source: Update all
de_de: Alles aktualisieren

source: Output the last videos. x is the number of them. <br> Default: 10
de_de: Zeigt die letzten Videos an x steht für die Anzahl der Videos an<br/>Standard: 10

source: Output a video without title and description. <br>Default: 0 (Last Post (Not only videos!)) <br>For a special video, look in the video overview.
de_de: Gibt den reinen Videoplayer an, ohne Beschreibung oder &auml;hnliche Infos. </br>Standart: 0 (Hierbei wird der letzte Datenbankwert ausgegeben)</br>Empfohlen wird, denn Shortcode von der &Uuml;bersichtseite zu verwenden
